Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: I mean, right now...
ru_ru: Например, на данный момент...

source: I never had the chance to meet her personally, but there is a strange air around her.
ru_ru: У меня не было возможности познакомиться с ней лично, но вокруг неё витает странная атмосфера.

source: I never liked Dominion even when we were at Seishu, but this is something else...
ru_ru: Мне никогда не нравился Доминион, даже когда мы были в Сейшу, но это что-то другое...

source: I never would have imagined that your mother went through this...
ru_ru: Я никогда бы не подумала, что твоя мать прошла через это...

source: I only did my job as your support, sir.
ru_ru: Я лишь занималась вашей поддержкой, сэр.

source: I open my eyes, and the first thing I see is a set of metal claws closing in on me.
ru_ru: Я открываю глаза, и первое, что я вижу, это металлические когти, приближающиеся ко мне.

source: I owe my gratitude to Makoto as well.
ru_ru: Я также благодарна Макото.

source: I owe my thanks to Makoto as well for her help.
ru_ru: Я должна поблагодарить Макото за ее помощь.

source: I panic and look down, only to see my lower body covered in armor.
ru_ru: Я паникую и опускаю взгляд, но вижу, что мои ноги и тело покрыты броней.

source: I pull the blanket over my head and close my eyes. Bad idea, because the inside is filled with a nice, bittersweet scent.
ru_ru: Я натягиваю одеяло на голову и закрываю глаза. Это была плохая идея, потому что под ним всё заполнено приятным, горько-сладким ароматом.

source: I quit gawking at Rain and shake my head.
ru_ru: Я перестаю таращиться на Рейн и осматриваюсь.

source: I rack my brain to no avail.
ru_ru: Я изо всех сил пытаюсь вспомнить, но в голову ничего не приходит.

source: I really don't know what would possess Ark to make an NPC based on Sora.
ru_ru: Я действительно не знаю, что заставило бы Ковчег создать NPC на основе Соры.

source: I really hate Cyberbrain Syndrome...
ru_ru: Я ненавижу синдром кибермозга...

source: I really should've just slept on the couch. I remember the argument we had before calling it a night.
ru_ru: Мне действительно следовало просто занять диван. Я помню спор, который мы затеяли перед тем, как отправиться спать.

source: I recall the term "nervous feedback."
ru_ru: Я вспоминаю термин "обратная нервная связь".

source: I receive the cup and take a sip. The hot tea calms my nerves a little.
ru_ru: Я беру чашку и делаю глоток. Горячий чай немного успокаивает мои нервы.

source: I rush to look at myself in the mirror.
ru_ru: Я мчусь к зеркалу, чтобы посмотреть на себя.

source: I see Rain close her eyes in the face window. A moment later, they're open again.
ru_ru: Через окно я вижу, как Рейн закрывает глаза. Мгновение спустя они снова открываются.

source: I see dimly lit concrete walls when I open my eyes.
ru_ru: Открыв глаза, я вижу тускло освещенные бетонные стены.

source: I see her every day at the dorm and go to school with her, but I want us to spend even more time together.
ru_ru: Я вижу её каждый день в общежитии и хожу с ней в школу, но я хочу проводить с ней ещё больше времени.

source: I see she actually spent time in the real world back then.
ru_ru: Я вижу, что в те времена она действительно проводила время в реальном мире.

source: I see that losing your memories hasn't changed who you are.
ru_ru: Я смотрю, вы не изменились, потеряв память.

source: I see you still remember this view.
ru_ru: Я смотрю, ты всё ещё помнишь что это.

source: I see. Am I baby-faced or something?
ru_ru: Вот как. Я что, старик с детским лицом?

source: I see. You would know because you've spent a lot of time with me, right?
ru_ru: Понятно. Ты это знаешь, потому что провела со мной много времени, верно?

source: I should go calm down...
ru_ru: Пойду успокоюсь...

source: I silently shake my head.
ru_ru: Я молча качаю головой.

source: I slowly breathe in and out.
ru_ru: Я медленно делаю вдох и выдох.

source: I somehow manage to stand, but my legs are all wobbly.
ru_ru: Пошатываясь, я кое-как умудряюсь встать.

source: I start feeling somewhat awkward, so I grab my towel and run into the bathroom.
ru_ru: Я начинаю чувствовать себя как-то неловко, поэтому хватаю полотенце и бегу в ванную.

source: I stay rooted to my spot and stare at the corpses of my fellow soldiers.
ru_ru: Я остаюсь на месте и смотрю на трупы своих товарищей.

source: I step on a tiny piece and feel the distinct touch of metal beneath my feet.
ru_ru: Я наступаю на небольшой обломок и отчётливо чувствую прикосновение металла.

source: I stick my arms out in the heat of the moment.
ru_ru: В порыве эмоций я вытягиваю перед собой руки.

source: I still have... somewhere to call home.
ru_ru: У меня все еще есть... место, которое я могу назвать домом.

source: I still wish I could have given you Shadow Wolf myself.
ru_ru: Я до сих пор жалею, что не смогла сама передать тебе Сумеречного Волка.

source: I sure hope not.
ru_ru: Очень на это надеюсь.

source: I take a look around.
ru_ru: Я осматриваюсь.

source: I take it you can fight, Lieutenant?
ru_ru: Я так понимаю, вы сможете сражаться, лейтенант?

source: I take out some change and offer it to her...
ru_ru: Я достаю немного мелочи и протягиваю ей...

source: I think I live in a student dorm with friends.
ru_ru: Я вроде бы живу в студенческом общежитии с друзьями.

source: I think I recognize that thing. Isn't it a military aircraft?
ru_ru: Кажется, я знаю что это. Разве это не военный самолет?

source: I think that dirty thoughts are bad, Lieutenant!
ru_ru: Я думаю, что грязные мысли - это плохо, лейтенант!

source: I think there's a girl I'm quite close to.
ru_ru: И вроде бы есть девушка, с которой я очень близок.

source: I think you would be better off recalling that yourself. Asking me should be your last resort.
ru_ru: Я думаю, будет лучше, если вы вспомните это сами. Спрашивать об этом меня следует в самую последнюю очередь.

source: I told myself I wouldn't let her cry again...
ru_ru: Я решила, что больше не позволю ей плакать...

source: I try to stand in a hurry.
ru_ru: Я пытаюсь подняться как можно скорее.

source: I understand, sir. Would you come with me, then?
ru_ru: Я поняла, сэр. Тогда не могли бы вы пойти со мной?

source: I wake up on a battlefield, I'm forced to fight immediately...
ru_ru: Я просыпаюсь на поле боя, мне сразу же приходится сражаться...

source: I wake up to find myself drifting in a sea of white, my body covered in the soft touch of bed sheets.
ru_ru: Я просыпаюсь, и понимаю, что дрейфую в белом море, моё тело укутано мягкими простынями.

source: I wake up to find myself drifting in a sea of white,
ru_ru: Я просыпаюсь, и понимаю, что в дрейфую белом море,

source: I walked around... the PriPaland...!
ru_ru: Я обошла вокруг... ПриПаланд...!

source: I wanna kiss Kou! Imagine that!
ru_ru: Я хочу поцеловать Коу! Представь себе!

source: I want to laugh it off, but I simply can't.
ru_ru: Я пытаюсь отшутиться, но у меня не получается.

source: I was probably used to eating this stuff, right?
ru_ru: Я, должно быть, привык есть такое, да?

source: I was worried since you weren't responding, but it seems you're fine.
ru_ru: Я волновалась, потому что вы не отвечали, но, кажется, вы в порядке.

source: I will obey any order you give me, sir.
ru_ru: Я подчинюсь любому вашему приказу, сэр.

source: I wish I could work while sleeping.
ru_ru: Я бы хотела уметь работать во время сна.

source: I wish I had the opportunity to meet her.
ru_ru: Жаль, что у меня не было возможности встретиться с ней.

source: I wish you'd pay more attention to me.
ru_ru: Я бы хотела, чтобы ты уделял мне больше внимания.

source: I won't forgive anyone who bullies her!
ru_ru: Я не прощу того, кто издевается над ней!

source: I won't stand for anyone who badmouths chives when they're so nutritious.
ru_ru: Я не потерплю никого, кто ругает шнитт-лук, когда он такой питательный.

source: I wonder how old Noi is... Oh, nothing. Ignore me.
ru_ru: Интересно, сколько лет Нои... О, ничего. Не обращай внимания.

source: I wonder how our personal records are looking.
ru_ru: Интересно, как выглядят наши личные дела.

source: I wonder how the survival mode rankings are looking?
ru_ru: Интересно, как обстоят дела с рейтингом режима выживания?

source: I wonder if I'm being influenced by where we are. I'm becoming all-too-painfully aware that I'm alone in a room with a woman.
ru_ru: Интересно, влияет ли на меня место, в котором мы находимся? Мою голову не покидает мысль о том, что я сейчас наедине с женщиной.

source: I wonder if the battle I went through yesterday was also part of the conflict between the two factions.
ru_ru: Интересно, была ли битва, через которую я прошел вчера, частью конфликта между двумя фрациями?

source: I wonder if you'd look like this if you grew out your sideburns?
ru_ru: Интересно, если бы ты отрастил бакенбарды, ты бы так выглядел?

source: I wonder what exactly she found amusing.
ru_ru: Интересно, что именно она нашла занятным.

source: I wouldn't mind if people called me a witch like they do with Aki. Then I could be Lyrical Nano- Oh, wrong genre. Ehe.
ru_ru: Я бы не возражала, если бы люди называли меня ведьмой, как Аки. Тогда я могла бы быть Лиричной волшебницей Нано... Оу, не тот жанр. Хе-хе.

source: I'd love to trust you, believe me.
ru_ru: Мне бы очень хотелось довериться вам, честно.

source: I'd much rather not waste my breath on him.
ru_ru: Я бы предпочла даже не говорить о нём.

source: I'd never abandon a comrade to save my own skin.
ru_ru: Я никогда не брошу товарища ради своей шкуры.

source: I'd say I'm surprised, but his job does seem pretty fitting for him.
ru_ru: Я бы сказала, что удивлена, но его работа кажется вполне ему подходит.

source: I'd very much like to study her.
ru_ru: Я бы очень хотела изучить её.

source: I'll blast it right through the middle! With these stunning legs of mine!
ru_ru: Я пробью его прямо посередине! С помощью моих потрясающих ног!

source: I'll buy you some time to escape the anchor's range.
ru_ru: Я выиграю вам немного времени, чтобы выйти из зоны действия якоря.

source: I'll do everything in my power to keep you from harm's way.
ru_ru: Я сделаю всё, что в моих силах, чтобы уберечь тебя от беды.

source: I'll do whatever I can to find you...
ru_ru: Я сделаю все возможное, чтобы найти тебя...

source: I'll give you a short rundown of our current situation.
ru_ru: Я вкратце расскажу вам о нашей текущей ситуации.

source: I'll make us some tea.
ru_ru: Пойду, заварю нам чаю.

source: I'll make you Nano-Nano-had!
ru_ru: Тебе Нано-Нано-хана!

source: I'll never forget the precious sky that enveloped us all...
ru_ru: Я никогда не забуду драгоценное небо, что было над нами...

source: I'll remain as your support forever.
ru_ru: Я всегда буду вашей поддержкой.

source: I'll smack that pretty face of yours good!
ru_ru: Я хорошенько врежу по твоей симпатичной мордашке!

source: I'll stay by your side forever...
ru_ru: Я всегда буду рядом с тобой...

source: I'm Kou Kadokura, a freelance mercenary. My time as a student was probably several years in the past now.
ru_ru: Я Кадокура Коу, вольный наемник. Время моего студенчества, вероятно, уже несколько лет как прошло.

source: I'm Kou Kadokura, male. A second-year virtual engineering student at Seishu Academy.@hKOU_0301IR2 And then, uh...
ru_ru: Меня зовут Кадокура Коу, пол мужской. Учусь на втором курсе виртуальной инженерии в Академии Сейшу. И потом...

source: I'm Noi. My ID is F12A699B. Look it up in the public database.
ru_ru: Я Нои. Мой ID - F12A699B. Проверьте его в общедоступной базе данных.

source: I'm a firm believer that you lose if you work.
ru_ru: Я твердо убеждена, что от работы ничего хорошего не бывает.

source: I'm actually made out of nanomachines... Wait, don't take me seriously!
ru_ru: На самом деле я сделана из наномашин... Подожди, не воспринимай это всерьез!

source: I'm afraid I can't answer those questions at present. It's a long story. We should focus on getting out of here first.
ru_ru: Боюсь, что сейчас я не могу ответить на эти вопросы. Это долгая история. Сначала мы должны сосредоточиться на том, чтобы выбраться отсюда.

source: I'm all for shock therapy, but I don't know about throwing me right into a dogfight with these things.
ru_ru: Я, конечно, за шоковую терапию, но я не знаю, стоит ли бросать меня в бой с этими штуками.

source: I'm already an officer at this age?
ru_ru: Я такой молодой и уже офицер?

source: I'm confident I can make a better pasta than her. Though that's as far as it goes...
ru_ru: Я уверена, что смогу приготовить макароны лучше, чем она. Хотя до этого еще далеко...

source: I'm fine. I just got a little headache.
ru_ru: Я в порядке. У меня просто слегка болит голова.

source: I'm fortunate to take after my mother.
ru_ru: Мне повезло, что я взяла пример со своей матери.

source: I'm kind of curious about your mom.
ru_ru: Мне немного любопытно узнать о твоей маме.

source: I'm letting out a war cry before I know it. My body gets covered in goosebumps, and my heart is beating so fast that it might explode any second.
ru_ru: Я неосознанно издаю боевой клич. По моему телу бегут мурашки, а сердце бьется так быстро, что готово выпрыгнуть из груди в любую секунду.

source: I'm not sure why, but something about her irks me...
ru_ru: Не знаю почему, но что-то в ней меня раздражает...

source: I'm not sure why, but something deep inside of me tells me that I can trust her.
ru_ru: Я не знаю почему, но что-то глубоко внутри меня твердит мне, что ей можно довериться.

source: I'm not too fond of people from the military, but he's a good guy.
ru_ru: Я не слишком люблю людей из армии, но он хороший парень.

source: I'm not trying to.
ru_ru: Я и не пытаюсь.

source: I'm number one!
ru_ru: Я - номер 1!

source: I'm on a bit of a high due to winning battle after battle, but that visual brings me crashing back down to earth.
ru_ru: Я чувствую себя на высоте, ведь я вышел победителем во всех предыдущих битвах, но то, что предстало перед моими глазами возвращает меня обратно на землю.

source: I'm only guessing here, but that impact probably threw part of your memory out of whack.
ru_ru: Я только предполагаю, но этот удар, вероятно, повредил вашу память.

source: I'm out of breath. Lungs or no lungs, my body still needs oxygen.
ru_ru: Я выдохся. Есть у меня легкие или нет, моему телу все равно нужен кислород.

source: I'm shocked and disoriented by my body's sudden transformation, but I swing my arms around anyway.
ru_ru: Я шокирован внезапным преобразованием своего тела, но все же машу руками во все стороны.

source: I'm so glad that I met Aki.
ru_ru: Я так рада, что познакомилась с Аки.

source: I'm so sorry, Aki...
ru_ru: Прости меня, Аки...

source: I'm so sorry, Sora... I couldn't protect you...
ru_ru: Мне так жаль, Сора... Я не смогла защитить тебя...

source: I'm so tired... Kou, time to become my pillow.
ru_ru: Я так устала... Коу, пора стать моей подушкой.

source: I'm sorry to say this, but I don't accept first-time patients without a referral. Also, I hate people who judge books by their cover.
ru_ru: Мне жаль это говорить, но я не принимаю первых пациентов без направления. Кроме того, я терпеть не могу людей, которые судят о книгах по обложке.

source: I'm sorry! It took me a while to notice that the enemy was jamming our sensors!
ru_ru: Простите! Я не сразу заметила, что враг глушит наши сенсоры!

source: I'm sorry, Kuu...
ru_ru: Прости, Куу...

source: I'm sorry. I knew in my head what to do, but my body just couldn't keep up.
ru_ru: Извините. Я знал что делать, но моё тело просто не поспевало за мной.

source: I'm sorry...
ru_ru: Извини...

source: I'm sorry... But we will meet again...
ru_ru: Мне жаль... Но мы еще встретимся...

source: I'm sure it's one of Ark's NPCs, but it does have a mysterious air about it.
ru_ru: Я уверена, что это один из NPC Ковчега, но от него так и веет таинственностью.

source: I'm the one who designed the logo for your father's company... Sorry, that's a lie.
ru_ru: Я разработала логотип для компании твоего отца... Прости, но это неправда.

source: I'm too scared to touch it directly, so I wind up picking it up together with my clothes and feel its weight in my hands.
ru_ru: Мне слишком страшно трогать его руками, поэтому я подбираю его вместе с одеждой и чувствую его вес в своих руках.

source: I've detected it on my radar. I run support, you see.
ru_ru: Я обнаружила его на своем радаре. Как видите, я занимаюсь поддержкой.

source: I've experienced this feeling before.
ru_ru: Я уже испытывал это чувство.

source: I've met him before, though it was when I was still really young.
ru_ru: Я встречалась с ним раньше, хотя это было, когда я была ещё очень юной.

source: I-I guess...
ru_ru: В-вроде...

source: I-I love... onigiri...
ru_ru: Я-Я люблю... онигири...

source: I-I won't let go... no matter what...!
ru_ru: Я не отпущу тебя... несмотря ни на что...!

source: I-I would appreciate it if you didn't touch me there!
ru_ru: Я-я буду благодарна, если ты не будешь там меня трогать!

source: I-I'm not jealous. Not even a little bit.
ru_ru: Я не ревную. Ни капельки.

source: I-I've still got room to grow!
ru_ru: Мне еще есть куда расти!

source: I... I think dirty thoughts are... bad...
ru_ru: Я... Я думаю, что грязные мысли - это... плохо...

source: If I crash into one and fall, a whole bunch of them will surely pile onto me before I can get back up.
ru_ru: Если я врежусь в одного из них и упаду, на меня наверняка навалится целая куча, прежде чем я успею подняться.

source: If I don't get up right now, I won't make it in time for school.
ru_ru: Если я не встану сейчас, я не успею вовремя на занятия.

source: If anything, things have escalated since you were a student.
ru_ru: Если уж на то пошло, то с тех пор, как ты был студентом, ситуация обострилась.

source: If my body really does remember all of this, I should be able to manage.
ru_ru: Если мое тело действительно помнит все это, я должен справиться.

source: If only I could respect her as a person as much as I do as a doctor... Please don't ask me to elaborate, though.
ru_ru: Если бы я только могла уважать её как человека так же сильно, как и врача... Пожалуйста, не проси меня продолжать.

source: If this is the internet, I wonder what my real body is up to right now...
ru_ru: Если мы в интернете, то мне интересно, что сейчас происходит с моим настоящим телом...

source: If what she's saying is true, then I'm a soldier, and I've lost all my memories from my student days up to now.
ru_ru: Если то, что она говорит, правда, то я солдат, и я потерял все свои воспоминания со студенческих лет до настоящего времени.

source: If you'll excuse me.
ru_ru: С твоего позволения.

source: Immediately after that, a square section of my vision gets replaced by a woman's face.
ru_ru: Сразу после этого перед моими глазами появляется прямоугольник с женским лицом.

source: In due time, you will come to realize that this city no, this whole era is by no means a peaceful one.
ru_ru: Со временем ты поймешь, что этот город, нет, вся эта эпоха отнюдь не спокойная.

source: In that case...
ru_ru: В таком случае...

source: In the back of what seemed to be an antique adult goods store is a modern clinic.
ru_ru: В задней части, казалось бы, антикварного магазина для взрослых находится современная клиника.

source: In the middle of our trashy room sits a double bed with slightly dirty sheets.
ru_ru: Посреди нашей затхлой комнаты стоит двуспальная кровать с грязноватыми простынями.

source: In the real world, you should be taking a deep breath while in a trance right about now.
ru_ru: Находясь в трансе в реальном мире вы сейчас сделали глубокий вдох.

source: In this day and age, the internet has become the lifeblood of civilization.
ru_ru: В наше время интернет стал жизненной силой цивилизации.

source: Incredibly powerful moves.
ru_ru: Невероятно мощный приём.

source: Indeed.
ru_ru: Действительно.

source: Initializer
ru_ru: Инициализатор

source: Initiates practice mode.
ru_ru: Начать тренировку

source: Initiates tutorial mode.
ru_ru: Начать обучение

source: Inserts a small pause after every punctuation mark
ru_ru: Вставлять небольшую паузу после каждого знака препинания

source: Instantly, a list of equipment gets displayed in front of me.
ru_ru: Мгновенно передо мной появляется список снаряжения.

source: Integration March
ru_ru: Марш объединения

source: Intoxication
ru_ru: Интоксикация

source: Is my brain that badly damaged?
ru_ru: Неужели урон был настолько серьёзным?

source: Is she cosplaying?
ru_ru: Она косплеит?

source: Is she related to Ark? She's pretty cute.
ru_ru: Она связана с Ковчегом? Она довольно милая.

source: Is she the one operating that metal thing? She has blonde hair, blue eyes, and is probably a bit older than me. I feel like we've met before...
ru_ru: Это она управляет этой металлической штукой? У нее светлые волосы, голубые глаза, и она, наверное, немного старше меня. Я чувствую, что мы уже встречались раньше...

source: Is that all of them?
ru_ru: Это что, всё?

source: Is there a reason you're keeping it from me?
ru_ru: Может, есть причина, по которой вы скрываете это от меня?

source: Is this Rain's?
ru_ru: Это она так пахнет?

source: Is this Suzushiro?
ru_ru: Это Судзусиро?

source: Is this a battlefield?
ru_ru: Мы на войне?

source: Is this because of her Cyberbrain Syndrome...?
ru_ru: Это из-за её синдрома кибермозга...?

source: Is this the ether?
ru_ru: Это и есть эфир?

source: Is this... an ear? Au...
ru_ru: Это... ухо? Ау...

source: Isn't that basically amnesia?
ru_ru: Разве это не амнезия?

source: It hurts to think about what happened after how much you admired him...
ru_ru: Больно думать о том, что произошло после того, как ты восхищался им...

source: It must be nice knowing each other from such a young age.
ru_ru: Должно быть, приятно знать друг друга с такого юного возраста.

source: It was almost like our society had regressed to the 18th century.
ru_ru: Казалось, что наше общество вернулось в 18 век.

source: It'll be all right.
ru_ru: Всё будет в порядке.

source: It's Rain. Rain Kirishima. My rank is second lieutenant, sir.
ru_ru: Рейн. Рейн Кирисима. Мое звание - младший лейтенант, сэр.

source: It's a custom model for supports, equipped with all kinds of sensors and weapons that can provide long-range cover.
ru_ru: Это специальная модель для поддержки, оснащенная всевозможными датчиками и оружием, способным обеспечить прикрытие на больших расстояниях.

source: It's a hard, metal frame that emits a dull glow. But it still hurts when it falls, and it still trembles in fear.
ru_ru: Это жесткий металлический корпус, излучающий тусклое свечение. Мне всё ещё больно, когда он падает и меня всё ещё трясет от страха.

source: It's a scene right out of hell. No, this is more like...
ru_ru: Это сцена прямо из ада. Нет, это больше похоже на...

source: It's a sight that embodies the concept of decay.
ru_ru: Это зрелище является воплощением декаданса.

source: It's a stun flare. It can neutralize enemy sensors for a dozen or so seconds.
ru_ru: Это оглушающая ракета. Она может нейтрализовать вражеские сенсоры на несколько десятков секунд.

source: It's all about how much you're willing to spend, or so rumors say.
ru_ru: Говорят, что всё зависит от того, сколько ты готов потратить.

source: It's all over if you give up.
ru_ru: Если ты сдашься, все будет кончено.

source: It's an older sister's duty to care for her little brother.
ru_ru: Обязанность старшей сестры - заботиться о младшем брате.

source: It's bad form to answer one question with another. Who are you people? Which mercenary group do you belong to?
ru_ru: Нехорошо отвечать на один вопрос другим. Кто вы такие? Из какой группы наёмников?

source: It's called EMP.
ru_ru: Это называется ЭМИ.

source: It's currently all the rage.
ru_ru: Такие нынче в моде.
